[
{"artist-name": "Caroline Polachek", "album-name": "Pang", "abstract": "The former Chairlift singer-songwriter centers her sweeping solo debut on her powerful voice, crafting love songs about the moment of surrender, the pain preceding it, and the euphoria after.", "body": "<div class=\"contents dropcap\"><p>Caroline Polachek named her album <em>Pang</em> after the bursts of adrenaline that jolted her out of sleep. She describes this as an internal thing, the sudden shock of emotion that “<a href=\"https://popcrush.com/caroline-polachek-interview-2019-so-hot-youre-hurting-my-feelings/\">pricks you emotionally from the inside</a>.” But it’s corporeal, too; you can’t say the word “pang”—or sing it, as Polachek does on the title track—without a quick release of breath, somewhere between a gasp and a sigh.</p>\n<p><em>Pang</em> is Polachek’s first album under her own name (she released 2014’s <em><a href=\"https://pitchfork.com/reviews/albums/19287-ramona-lisa-arcadia/\">Arcadia</a></em> as Ramona Lisa, and 2017’s <em><a href=\"https://pitchfork.com/reviews/albums/22822-drawing-the-target-around-the-arrow/\">Drawing the Target Around the Arrow</a></em> as her initials, CEP) and perhaps not coincidentally, this album centers on her vocals. The music doesn’t depart too far from her work in <a href=\"https://pitchfork.com/artists/10351-chairlift/\">Chairlift</a>: a little <em><a href=\"https://pitchfork.com/reviews/albums/22976-tango-in-the-night-deluxe-edition/\">Tango in the Night</a></em> sophistipop, a little ambient, and a little from the charts. Her usual lyrical themes recur: living unexpected dreams, getting away with something sneaky-fun, tears <a href=\"https://www.youtube.com/watch?v=VQ3h0ZA3FQ0\">in public</a> and in oceans. There’s also that familiar tension between the anonymity of the city and the pastoral, even suburban; on “Parachute,” Polachek sings about love as a force pulling her “back to strip malls, highways, and treetops.” The scope of <em>Pang</em>, however, is wider.</p>\n<p>She produced much of the album with PC Music’s <a href=\"https://pitchfork.com/artists/32521-danny-l-harle/\">Danny L Harle</a>, and massively tones down his fripperies. At times, there’s a new age or modern classical tinge to the arrangements. Sometimes <em>Pang</em> sounds so sweeping it’s almost symphonic; the first few notes of “The Gate” almost sound like a synthetic orchestra tuning up. It’s a PR cliché to tout artists’ “classical training,” which can mean anything from actual classical training to a semester of voice lessons in college, but in her work, you genuinely can hear it. She’s mentioned writing melodies as wordless stretches of singing—she calls it “applesaucing.” For most of the decade, she’s taken classical voice lessons, <a href=\"https://www.youtube.com/watch?v=sA2z-d1l99o\">specifically in baroque</a> singing. This comes out not just in the soaring, near-operatic vocalizations throughout <em>Pang</em>, but in the crisp way she attacks words and syllables, the controlled vocal leaps, and precise staccato.</p>\n<p>Even more specifically, Polachek took up opera lessons after hearing the version of Handel’s “<a href=\"https://www.youtube.com/watch?v=e3jKITkJvE0\">Lascia ch’io pianga</a>” in Lars von Trier’s <em>Antichrist</em>. The non-traditional recording perhaps inspired her to use her training to non-traditional ends. Melodies that are heavily vocoded or Auto-Tuned often sound a little like a machine-made baroque run. As Polachek <a href=\"https://www.dazeddigital.com/music/article/18650/1/young-turks-2-caroline-polachek-sings-a-handel-aria\">put it</a>, “the voice just becomes the ultimate analog synth,” and it’s an effect she goes for a lot: the ornamentation throughout “Insomnia” and “Hey Big Eyes,” the digitally augmented glissando on the “Ocean of Tears” chorus, or the tumble of a vocal run, almost like a guitar solo, from the bridge of “So Hot You’re Hurting My Feelings.” The influence also filters into the instrumental at times, most clearly the harpsichord-esque notes that underpin “Hey Big Eyes.”</p>\n<p><em>Pang</em> is such a coherent musical statement that when something doesn’t fit, it stands out. Polachek restructured the album <a href=\"https://www.thefader.com/2019/10/15/caroline-polachek-pang-interview\">somewhat late</a>, swapping out five songs; what’s left is a sweeping, delicately latticed album with a few odd pop songs. They’re not <em>bad</em> pop songs. “New Normal” matches quick-cut lyrical scenes with a chameleonic arrangement: Polachek’s melody is yanked between two keys, and the instrumental goes from a conspicuously yeehaw opening of slide guitar to an almost dancehall beat to sputtering percussion and vocal clips from hip-hop. Somehow, it all works, but it belongs to an entirely different record. The Andrew Wyatt co-write “Hit Me Where It Hurts” feels like it was intended for <a href=\"https://pitchfork.com/artists/29761-charli-xcx/\">Charli XCX</a>—the low, throaty, near-spoken verses are drastically unlike Polachek’s vocal arrangements throughout <em>Pang</em>, but very much something Charli might handle.</p>\n<p>What those five new songs—“The Gate,” “Pang,” “Ocean of Tears,” “Caroline Shut Up,” and “So Hot You’re Hurting My Feelings”—do have in common is that they’re all love songs about the moment of surrender, the pain preceding it, and the euphoria after. These are something Polachek’s said she’s hesitant to write. Whether this is true—after all, this is the singer of “<a href=\"https://www.youtube.com/watch?v=3e8Ql9qFA2o\">I Belong In Your Arms</a>” and “<a href=\"https://www.youtube.com/watch?v=VQ3h0ZA3FQ0\">Crying in Public</a>,” two of the decade’s most unabashed love songs—one still detects a certain wryness on <em>Pang</em>. “Caroline Shut Up” is the record’s most swooning track, a waltz-tempo love ballad. The title is what she shouts at herself, an exasperated reminder to stop overthinking lest she ruin the moment. She gets punchy and self-mocking in “So Hot You’re Hurting My Feelings.” The arrangement is ’80s, somewhere between “<a href=\"https://www.youtube.com/watch?v=OMOGaugKpzs\">Every Breath You Take</a>” and “<a href=\"https://www.youtube.com/watch?v=wLSUDSNqLgQ\">Everywhere</a>,” but the scene is ’10s: crying in public over the Snaps you’re getting from your long-distance partner, culminating in the goofy-horny “show me the banana.” The chorus is punctuated, louder each time, with a gasp: the sound of a crush so sudden you feel like running out of the room, or bursting into a grin and never stopping. After all, laughter is a pang too.</p>\n</div>"},
{"artist-name": "Vagabon", "album-name": "Vagabon", "abstract": "On her self-titled sophomore effort, Laetitia Tamko leaps with both feet into new sounds and new horizons.", "body": "<div class=\"contents dropcap\"><p>In crafting her self-titled sophomore album, Laetitia Tamko (aka Vagabon) was hyper-cognizant of how the context around her had changed. The unexpected success of her 2017 debut <a href=\"https://pitchfork.com/reviews/albums/22921-vagabon-infinite-worlds/\"><em>Infinite Worlds</em></a> meant more resources at her fingertips, but also heightened scrutiny from a public that so often defaults to consuming black women as prophets of oppression and pain. “I was growing really weary of black sadness and seeing how it’s consumed,” the Cameroon-born artist said earlier this year. “I don’t want to romanticize being tortured.” she told <em>Pitchfork</em>.</p>\n<p>Inevitably, Tamko was folded into the ongoing conversation about the scarcity of visible black women in indie rock—the only world she has known as a practicing musician, having emerged in New York City alongside artists like <a href=\"https://pitchfork.com/artists/31974-frankie-cosmos/\">Frankie Cosmos</a>. She could have dug her heels deeper into the sound that first won her acclaim, but <em>Vagabon</em> is instead a bracing departure, wielding digital sounds and strings alongside her familiar, delicate guitar in search of wider worlds.</p>\n<p>Tamko produced the album herself and played most of it, and you notice immediately that her voice is subtly foregrounded. The beckoning whisper of <em>Infinite Worlds</em> has become rounder and more confident. This new boldness is matched by her production, which toggles between small-room intimacy and cathedral-sized grandeur. Tamko plays with all kinds of new palettes here, showing impressive mastery over them. On “Flood” and “Water Me Down,” she subsumes the bombast of ’80s and ’90s new wave into her quietly insightful writing. The heartbreaking “In A Bind” combines her tiptoeing acoustic guitar with a gospel choir and new age, “<a href=\"https://www.youtube.com/watch?v=LTrk4X9ACtw\">Orinoco Flow</a>”-esque synth tones.</p>\n<p>Throughout most of <em>Vagabon</em>, Tamko is not shouting to a crowd, but addressing one specific “you,” reassuring them of her love, pleading for them to stay, questioning their permanence, all in service of her own self-determinism. “I belong to no one/You tried hard to be mine/I won’t ask permission from you/We reserve the right to be full when we’re on our own,” she sings on “Every Woman.”</p>\n<p>Tamko’s adventurousness is admirable, both lyrically and sonically, but occasionally the intimacy of her writing is overwhelmed by her surroundings. The layered arrangement of “Please Don’t Leave the Table” feels muddled, which obscures the simple, evocative chorus: “Please don’t leave the table I’m still eating.” It’s a rare misstep on an album that otherwise uses restraint to its advantage.</p>\n<p>With its opening and closing tracks, <em>Vagabon</em> forms a sort of self-comforting loop. “Full Moon in Gemini (Monako Reprise)” takes the album’s opening track and tones it an octave down, turning the song from bright and hopeful to easy and accepting. The closed circle feels like a protective gesture, an act of will, a way to book-end her growth and frame it on her terms.  With that transformation, <em>Vagabon</em> concludes as a work of not only personal self-discovery, but evolution in real time.</p>\n<hr>\n<p>Buy: <a href=\"http://www.anrdoezrs.net/links/8984099/type/dlg/sid/reviewvagabonvagabon/https://www.roughtrade.com/us/vagabon/all-the-women-in-me\" rel=\"nofollow\">Rough Trade</a> / <a href=\"https://vinyl-me-please.evyy.net/Ev1N9\" rel=\"nofollow\">Vinyl Me, Please</a></p>\n<p><em>(Pitchfork may earn a commission from purchases made through affiliate links on our site.)</em></p>\n</div>"}
]